Repository: cristianalecu/work
Catalog: Drupal/drupal7/sites/all/modules/objective_planning/translations/objective_planning.*.po
Languages: ro

source: My Objectives
ro: Scopurile mele

source: You have no Objectives defined. Please create a <a href="node/add/objective">new Objective</a> <br><br> You must be <a href="user">Logged in</a> to create Objectives. Only you have access to your objectives.
ro: Nu aveţi scopuri definite. Vă rugăm sa creaţi un <a

source: <p> Write the actions you should make, in steps, as detailed as possible, to achieve the goal.</p> <p> Write small steps. You don&#39;t need to see the whole road, only the next 50 foots, and the indicators.</p> <p> You must follow it and then&nbsp; develop / increase / improve&nbsp; it every time you find new ways to your goal.</p>
ro: <p>

source: Milestone
ro: Data limită

source: WHY ?
ro: DE CE ?

source: Emotions
ro: Emoţii

source: How should I be ?
ro: Cum trebuie să fiu ?

source: Person
ro: Persoană

source: What should I know ?
ro: Ce trebuie să ştiu ?

source: Study
ro: Studiază

source: What TO DO ?
ro: Ce trebuie făcut ?

source: The plan
ro: Planul

source: <p> Enter the strongest emotion(s) that determine you to have this objective:</p> <ul> <li> Intimate feelings of ambition, passion, revenge</li> <li> To be rewarded, to prove something, to be recognized</li> <li> Satisfaction, prove to yourself that you are a winner</li> <li> You want it for the family, people you love, help friends</li> <li> To be grateful and share it with others</li> </ul>
ro: <p> Scrieţi cele mai puternice sentimente care vă determină să aveţi acest scop:</p> <ul> <li> Sentimente intime de ambiţie, pasiune, răzbunare</li> <li> Recunoaşterea meritelor, recompensare, vei să dovedeşti ceva</li> <li> Satisfacţie personală, vrei să-ţi dovedeşti că eşti un &icirc;nvingător</li> <li> Trebuie pentru familia ta, pentru cineva drag sau iubit, sa-ţi ajuţi prietenii</li> <li> Pentru a fi mărinimos şi a &icirc;mpărţi cu alţii</li> </ul>

source: <p> Write what kind of person you want to be to complete your objective.<br /> Start by saying that you trust yourself and believe you can do it.</p>
ro: <p> Scrieţi ce fel de persoană trebuie să fiţi pentru atinge acest scop.<br /> &Icirc;ncepeti prin a afirma stima de sine, că aveţi &icirc;ncredere &icirc;n dumneavoastră şi credeţi că puteţi atinge acest scop.</p>

source: <p> Write what do you think you should read, learn, understand, know in order to achieve your objective.</p>
ro: <p> Scrieţi ce credeţi că ar trebui să ştiţi, să citiţi, să &icirc;nvăţaţi, să &icirc;nţelegeţi pentru a atinge acest scop.</p>
